Repository: ProIEZRush1/Jabrutouch-iOS
Catalog: Jabrutouch/Supporting Files/Strings/*.lproj/Localizable.strings
Languages: es

# welcomeToJabrutouch
source: Bienvenido a Jabrutouch
es: Welcome to Jabrutouch

# learnTalmudAndGemara
source: El Talmud a tu alcance
es: Learn Talmud and Gemara

# giveTheGiftOfLearning
source: Regala sesiones de estudio
es: Give the gift of learning

# askTheRabbiJoinTheJabruta
source: Pregunta al Rav cuando quieras
es: Ask the Rabbi, join the Jabruta

# emailOrPhoneNumber
source: Email o teléfono
es: Email or phone number

# password
source: Contraseña
es: Password

# dontHaveAccount
source: No tienes una cuenta? Crear cuenta
es: Don't have account? Sign up

# forgotPassword
source: ¿Olvidaste tu contraseña?
es: Forgot Password?

# downloads
source: Descargas
es: Downloads

# gemara
source: Guemará
es: Gemara

# mishna
source: Mishná
es: Mishna

# donations
source: Regalos
es: Donations

# viewAllTheLessons
source: Ver todas las clases
es: View all the lessons

# noDownloadedFilesYet
source: No hay descargas todavía
es: No downloaded files yet

# verification
source: Verificación
es: Verification

# weWillSendOTP
source: Te enviaremos un código para verificar tu número de teléfono
es: We will send you a one time password to verify your phone number

# country
source: PAÍS
es: Country

# phoneNumber
source: TELÉFONO
es: Phone number

# send
source: Enviar
es: Send

# verificationCode
source: Código de verificación
es: Verification Code

# enterTheVerificationCodeSentTo
source: Introduce el código enviado al
es: Enter the verification code sent to

# resendCode
source: ¿No recibiste el código? Enviar otra vez
es: Didn’t get the code? Send again

# sendAgain
source: Enviar de nuevo
es: Send again

# firstName
source: Nombre
es: First name

# surname
source: Apellido
es: Surname

# emailAddress
source: Correo electrónico
es: Email address

# alreadyHaveAnAccountSignIn
source: ¿Ya tienes una cuenta? Entrar
es: Already have an account? Sign in

# signIn
source: Iniciar sesión
es: Sign in

# signUp
source: Crear cuenta
es: Sign up

# signInPC
source: Entrar
es: Sign In

# signUpPC
source: Crear cuenta
es: Sign Up

# profile
source: Perfil
es: Profile

# about
source: Sobre nosotros
es: About

# messagesCenter
source: Centro de mensajes
es: Messages Center

# donationsCenter
source: Centro de regalos
es: Donations Center

# donate
source: Regalar
es: Donate

# logout
source: Cerrar sesión
es: Log Out

# passwordMissing
source: Falta la contraseña
es: Password is missing

# usernameInvalid
source: El nombre de usuario debe ser un correo o número de teléfono válido
es: Username must be a valid email or phone number

# usernameMissing
source: Falta el nombre de usuario
es: Username is missing.

# signOut
source: Cerrar sesión
es: Sign Out

# phoneNumberMissing
source: Falta el número de teléfono
es: Phone number is missing

# phoneNumberInvalid
source: El número de teléfono no es válido
es: Phone Number is invalid

# pleaseSelectCountry
source: Por favor seleccione país
es: please select country

# firstNameMissing
source: Falta el nombre
es: First name is missing

# lastNameMissing
source: Falta el apellido
es: Last name is missing

# emailIsMissing
source: Falta correo
es: Email is misssing

# emailInvalid
source: Correo inválido
es: Email is invalid

# missingField
source: Campo faltante
es: Missing Field

# invalidField
source: Campo inválido
es: Invalid Field

# todaysDafYomi
source: DAF YOMI DE HOY
es: Today’s daf yomi

# page
source: Página
es: Page

# pages
source: Paginas
es: Pages

# chapter
source: Capítulo
es: Chapter

# chapters
source: Capítulos
es: Chapters
